export const DATA = {
	questions: [
		{
			title: "Сколько лет было Фёдору Конюхову на момент полёта?",
			answers: [
				{
					id: "А",
					text: "60",
				},
				{
					id: "Б",
					text: "64",
				},
				{
					id: "В",
					text: "65",
				},
			],
		},
		{
			title: "Когда была изобретена конструкция аэростата типа «розьер»?",
			answers: [
				{
					id: "А",
					text: "XVIII век",
				},
				{
					id: "Б",
					text: "XIХ век",
				},
				{
					id: "В",
					text: "ХХ век",
				},
			],
		},
        {
			title: "Почему для старта путешествия была выбрана Западная Австралия?",
			answers: [
				{
					id: "А",
					text: "Зимой в Австралии нет гроз, что необходимо для полёта воздушного шара.",
				},
				{
					id: "Б",
					text: "Горячий воздух пустыни помог шару при взлёте.",
				},
				{
					id: "В",
					text: "Конюхову хотелось взглянуть на кенгуру перед стартом.",
				},
			],
		},
        {
			title: "Кругосветка Конюхова побила рекорд беспосадочного полёта вокруг планеты. Каким было официальное время рекорда, показанное русским пилотом?",
			answers: [
				{
					id: "А",
					text: "11 дней 4 часа и 20 минут",
				},
				{
					id: "Б",
					text: "11 дней 18 часов и 43 минуты",
				},
				{
					id: "В",
					text: "12 дней 8 часов и 15 минут",
				},
			],
		},
        {
			title: "Какой балласт использовался на воздушном шаре Фёдора Конюхова?",
			answers: [
				{
					id: "А",
					text: "Канистры с водой",
				},
				{
					id: "Б",
					text: "Мешки с песком",
				},
				{
					id: "В",
					text: "Чугунные гири",
				},
			],
		},
        {
			title: "Чем питался Фёдор Конюхов во время полёта?",
			answers: [
				{
					id: "А",
					text: "Вяленым мясом",
				},
				{
					id: "Б",
					text: "Растворимой лапшой",
				},
				{
					id: "В",
					text: "Сухими супами",
				},
			],
		},
	],
	results: [
		{
			id: "1",
			info: "на момент полёта Фёдору Конюхову было 64года.",
		},
		{
			id: "2",
			info: "первые аэростаты из двух скомбинированных оболочек были созданы французом Пилатром де Розье во второй половине XVIII века.",
		},
		{
			id: "3",
			info: "предыдущий рекорд американского воздухоплавателя держался почти 13 лет и составлял 13 дней и8часов.",
		},
		{
			id: "4",
			info: "предыдущий рекорд американского воздухоплавателя держался почти 13 лет и составлял 13 дней и8часов.",
		},
		{
			id: "5",
			info: " на аэростате «Мортон» использовался классический балласт для воздухоплавания— мешки с песком.",
		},
        {
			id: "6",
			info: "в Австралию запрещён ввоз продуктов питания, поэтому в полёт Конюхов взял сухие супы местного производства.",
		},
	],
};

// export default DATA;