const DATA = {
	questions: [
		{
			title: "Сколько лет было Фёдору Конюхову на момент полёта?",
			text: "на момент полёта, Фёдору Конюхову было 64 года.",
			answers: [
				{
					isRightAnswer: false,
					text: "60",
				},
				{
					isRightAnswer: true,
					text: "64",
				},
				{
					isRightAnswer: false,
					text: "65",
				},
			],
		},
		{
			title: "Когда была изобретена конструкиция аэростата типа «розьер»?",
			text: "первые аэростаты из двух скомбинированных оболочек были созданы французом Пилатром де Розье во второй половине XVIII века.",
			answers: [
				{
					isRightAnswer: true,
					text: "XVIII век",
				},
				{
					isRightAnswer: false,
					text: "XIX век",
				},
				{
					isRightAnswer: false,
					text: "Xx век",
				},
			],
		},
		{
			title: "Почему для старта путешествия была выбрана западная Австралия?",
			text: "Выбор стартовой площадки был обусловлен несколькими факторам: сухой воздух, длинный световой день, отсутствие гроз и удалённость от основных гражданских авиа-магистралей мешающих набору высоты аэростата.",
			answers: [
				{
					isRightAnswer: true,
					text: "Зимой в Австралии нет гроз, что необходимо для полета воздушного шара.",
				},
				{
					isRightAnswer: false,
					text: "Горячий воздух пустыни помог шару при взлете.",
				},
				{
					isRightAnswer: false,
					text: "Конюхову хотелось взглянуть на кенгуру перед стартом.",
				},
			],
		},
		{
			title: "Кругосветка Конюхова побила рекорд беспосадочного полета вокруг планеты. Каким было официальное время рекорда, показанное россиянином?",
			text: "Предыдущий рекорд американского воздухоплавателя держался почти 13 лет и составлял 13 дней и 8 часов.",
			answers: [
				{
					isRightAnswer: true,
					text: "11 дней 4 часа и 20 минут",
				},
				{
					isRightAnswer: false,
					text: "11 дней 18 часов и 43 минуты",
				},
				{
					isRightAnswer: false,
					text: "12 дней 8 часов и 15 минут",
				},
			],
		},
		{
			title: "Какой балласт использовался на воздушном шаре Фёдора Конюхова?",
			text: "на аэростате «Мортон» использовался классический балласт для воздухоплавания — мешки с песком.",
			answers: [
				{
					isRightAnswer: false,
					text: "Канистры с водой",
				},
				{
					isRightAnswer: true,
					text: "Мешки с песком",
				},
				{
					isRightAnswer: false,
					text: "Чугунные гири",
				},
			],
		},
		{
			title: "Чем питался Фёдор Конюхов во время полета?",
			text: "в Австралию запрещен ввоз продуктов питания, поэтому в полет Конюхов взял сухие супы местного приготовления.",
			answers: [
				{
					isRightAnswer: false,
					text: "Вяленым мясом",
				},
				{
					isRightAnswer: false,
					text: "Растворимой лапшой",
				},
				{
					isRightAnswer: true,
					text: "Сухими супами",
				},
			],
		},
	],
	results: [
		{
			
		},
		{
			
		},
		{

		},
	],
};

export default DATA;
